Repository: Maxilink/php-user-activity-tracking
Catalog: languages/user-activity-tracking-and-log-*.po
Languages: cs_cz

source: " page, this is where you can see the log entries.
cs_cz: , kde můžete vidět všechny logy.

source: %d items
cs_cz: %d položek

source: 1 day
cs_cz: 1 den

source: 1 week
cs_cz: 1 týden

source: 2 days
cs_cz: 2 dny

source: 2 weeks
cs_cz: 2 týdny

source: 3 days
cs_cz: 3 dny

source: 4 days
cs_cz: 4 dny

source: 5 days
cs_cz: 5 dnů

source: 6 days
cs_cz: 6 dnů

source: Activity
cs_cz: Aktivita

source: Activity (visited/updated)
cs_cz: Aktivita (zobrazení/aktualizace)

source: Activity log
cs_cz: Log aktivit

source: Activity Logs
cs_cz: Log aktivit

source: Activity Session ID
cs_cz: ID relace aktivity

source: All dates
cs_cz: Všechna data

source: All logs
cs_cz: Všechny logy

source: All Post Types
cs_cz: Všechny typy příspěvku

source: Apply
cs_cz: Aplikovat

source: Clear log
cs_cz: Vyčistit log

source: Clear my logs
cs_cz: Vyčistit logy

source: CLEARING LOGS - You have the possibility to clear log entries per post type or you can clear all log entries at once.
cs_cz: VYČIŠTĚNÍ LOGŮ - máte možnost své logy vyčistit dle typu příspěvku, nebo všechny najednou

source: Client IP
cs_cz: IP adresa

source: Client Location
cs_cz: Lokace

source: Client Location (by IP Address)
cs_cz: Lokace klienta (podle IP adresy)

source: Columns
cs_cz: Sloupce

source: Create activity tracking session for this post
cs_cz: Vytvořit relaci logování pro tento příspěvek

source: Custom Timezone
cs_cz: Vlastní časové pásmo

source: Date / Time
cs_cz: Datum / čas

source: Date / Time - Timezone
cs_cz: Datum / čas - časové pásmo

source: Disable logging and delete log data
cs_cz: Deaktivovat logování a odstranit data logu

source: Disabled
cs_cz: Vypnuto

source: Documentation
cs_cz: Dokumentace

source: Enabled
cs_cz: Zapnuto

source: Features of the Activity log page include the following:
cs_cz: Funkce na stránce Log aktivit jsou následující:

source: Filter
cs_cz: Filtr

source: Filter by date
cs_cz: Filtrovat podle data

source: Filter by post type
cs_cz: Filtrovat podle typu příspěvku

source: Global content activity tracking
cs_cz: Globální trackování aktivity

source: Global Settings
cs_cz: Globální nastavení

source: Global settings
cs_cz: Globální nastavení

source: GROUPING - Activity log entries are grouped by post type and subsequently the logs are grouped by post.
cs_cz: SKUPINY - logy jsou seskupeny podle příspěvků

source: Load more
cs_cz: Načíst více

source: Moove Activity Plugin
cs_cz: Moove logování aktivity

source: No posts found
cs_cz: Příspěvky nenalezeny

source: No results were found
cs_cz: Nebyly nalezeny žádné výsledky

source: Number of items per page
cs_cz: Počet položek na stránku

source: On the left admin menu, below the Dashboard menu item there is an "
cs_cz: V levém administrátorském menu, pod Nástěnou, je

source: Overriding the global settings
cs_cz: Přepsání globálního nastavení

source: Pagination
cs_cz: Stránkování

source: PAGINATION - load more pagination for loading log entries via Ajax.
cs_cz: STRÁNKOVÁNÍ - načíst více používá ajax.

source: Please check the plugin settings under "<strong>Settings / Activity log</strong>" or click to the button below!
cs_cz: Zkontrolujte nastavení v “<strong>Nastavení / Log aktivit</strong>” nebo klikněte na button níže.

source: Post Title
cs_cz: Název příspěvku

source: Post type
cs_cz: Typ příspěvku

source: Post type activity tracking
cs_cz: Aktivita pro typ příspěvku

source: Post-type activity tracking
cs_cz: Sledování aktivity post-typ

source: Referrer URL
cs_cz: URL odkazujícího uživatele

source: Screen Options
cs_cz: Nastavení zobrazených informací

source: Search Posts
cs_cz: Prohledat příspěvky

source: Select a post type to view your activity logs
cs_cz: Vyberte typ příspěvku pro zobrazení aktivit

source: Select custom timezone
cs_cz: Vyberte vlastní časové pásmo

source: Settings
cs_cz: Nastavení

source: Settings page
cs_cz: Stránka nastavení

source: The following data will be logged:
cs_cz: Následující data budou logována:

source: This page provides a facility to set activity log options globally for post types.
cs_cz: Tato stránka poskytuje možnost globálně nastavit logování pro jednotlivé typy příspěvků.

source: This plugin adds the ability to track the content visits / updates for any kind of custom post type or page.
cs_cz: Tento plugin dává možnost sledovat návštěvy obsahu / úpravy do příspěvků různého typu.

source: This plugin gives you the ability to track user activity on your website.
cs_cz: Tento plugin vám umožňuje sledovat aktivitu uživatelů na vašem webu.

source: Time
cs_cz: Čas

source: Title
cs_cz: Nadpis

source: Under the Global settings page found under Settings -> Moove Activity Log you can set up activity logging globally per all the defined post types in your WordPress installation. Also, you can define the time frame/period to keep the logs in the database. This feature is really handy when you want to log activity for smaller or larger periods of time, but be careful when you set a large period it can affect your server performance and database size.
cs_cz: Pod globálním nastavení, které naleznete v Nastavení -> Moove log aktivit, můžete nastavit globální logování aktivit pro každý typ příspěvku na vašem webu. Můžete také definovat periodu, po kterou budeme logy uchovávat v databázi. Tato funkce může být velice užitečná, pokud chcete uchovávat logy po dlouhou nebo krátkou dobu, ale buďte opatrní. Pokud nastavíte dlouhou periodu, může to ovlivnit výkon serveru a velikost databáze.

source: Unknown
cs_cz: Neznámý

source: Use UTC time for logs
cs_cz: Použijte čas UTC pro protokoly

source: Use website timezone for logs (defined here: Settings -> General -> Timezone)
cs_cz: Použijte časové pásmo webových stránek pro protokoly (definované zde: Nastavení -> Obecné -> Časová pásma)

source: User
cs_cz: Uživatel

source: User Activity Tracking and Log
cs_cz: Sledování aktivity uživatele a protokol

source: User name
cs_cz: Uživatelské jméno

source: When you DISABLE logging for a custom post type, all your logs will be deleted from the database. You have to confirm this before it deletes everything, but be sure you want to do this before disabling logging, or export your data in CSV beforehand.
cs_cz: Pokud ZAKÁŽETE logování pro vlastní typ příspěvku, všechny logy budou z databáze smazány. Tuto akci budete muset potvrdit, ale ujistěte se, že to doopravdy chcete udělat, nebo předtím např. exportovat data do CSV.

source: You can enable or disable the tracking for each post type registered on your site.
cs_cz: Můžete povolit nebo zakázat sledování aktivit pro každý typ příspěvku na vašem webu.

source: You can override the global post type tracking settings for each post by using the Moove Activity meta box when editing a post.
cs_cz: Globální nastavení můžete přespsat pro každý post s použitím metaboxu při editaci příspěvku.

source: You don't have any entries in this log yet.
cs_cz: Ještě nemáte žádné záznamy logu.
